{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<epsilon>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 512,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 513,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 514,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 515,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 516,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 517,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 518,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 519,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 520,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 521,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 522,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 523,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 524,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 525,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 526,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 527,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 528,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 529,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 530,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 531,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 532,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 533,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 534,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 535,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 536,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 537,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 538,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 539,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 540,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 541,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 542,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 543,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 544,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 545,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 546,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 547,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 548,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 549,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 550,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 551,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 552,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 553,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 554,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 555,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 556,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 557,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 558,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 559,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 560,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 561,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 562,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 563,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 564,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 565,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 566,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 567,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 568,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 569,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 570,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 571,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 572,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 573,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 574,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 575,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 576,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 577,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 578,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 579,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 580,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 581,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 582,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 583,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 584,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 585,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 586,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 587,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 588,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 589,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 590,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 591,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 592,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 593,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 594,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 595,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 596,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 597,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 598,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 599,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 600,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 601,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 602,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 603,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 604,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 605,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 606,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 607,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 608,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 609,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 610,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 611,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 612,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 3,
    "vocab": [
      [
        "<epsilon>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "▁",
        -3.1446692943573
      ],
      [
        "s",
        -3.203380823135376
      ],
      [
        ",",
        -3.58845591545105
      ],
      [
        "▁the",
        -3.7101337909698486
      ],
      [
        "t",
        -3.804173231124878
      ],
      [
        ".",
        -3.901777982711792
      ],
      [
        "e",
        -3.9562227725982666
      ],
      [
        "a",
        -4.208385944366455
      ],
      [
        "ed",
        -4.236613750457764
      ],
      [
        "o",
        -4.267106533050537
      ],
      [
        "▁a",
        -4.278589725494385
      ],
      [
        "d",
        -4.31550931930542
      ],
      [
        "▁of",
        -4.320993900299072
      ],
      [
        "n",
        -4.32736349105835
      ],
      [
        "▁to",
        -4.410154819488525
      ],
      [
        "▁and",
        -4.412942886352539
      ],
      [
        "y",
        -4.42034387588501
      ],
      [
        "m",
        -4.563985347747803
      ],
      [
        "ing",
        -4.623386859893799
      ],
      [
        "i",
        -4.663941860198975
      ],
      [
        "▁in",
        -4.729295253753662
      ],
      [
        "r",
        -4.746771335601807
      ],
      [
        "ar",
        -4.864534854888916
      ],
      [
        "p",
        -4.92025089263916
      ],
      [
        "u",
        -4.934468746185303
      ],
      [
        "al",
        -5.0213141441345215
      ],
      [
        "c",
        -5.054973602294922
      ],
      [
        "er",
        -5.077834606170654
      ],
      [
        "▁I",
        -5.0813212394714355
      ],
      [
        "re",
        -5.087508201599121
      ],
      [
        "'",
        -5.108129024505615
      ],
      [
        "st",
        -5.111265659332275
      ],
      [
        "in",
        -5.128320693969727
      ],
      [
        "▁he",
        -5.188534259796143
      ],
      [
        "▁\"",
        -5.191742897033691
      ],
      [
        "f",
        -5.197833061218262
      ],
      [
        "or",
        -5.202470779418945
      ],
      [
        "ly",
        -5.220283031463623
      ],
      [
        "l",
        -5.239860534667969
      ],
      [
        "g",
        -5.254385948181152
      ],
      [
        "b",
        -5.298688888549805
      ],
      [
        "▁was",
        -5.323605060577393
      ],
      [
        "le",
        -5.332465648651123
      ],
      [
        "▁f",
        -5.342121601104736
      ],
      [
        "▁that",
        -5.370957851409912
      ],
      [
        "▁be",
        -5.396873950958252
      ],
      [
        "▁w",
        -5.398232460021973
      ],
      [
        "▁b",
        -5.408049583435059
      ],
      [
        "k",
        -5.498411178588867
      ],
      [
        "▁it",
        -5.498649597167969
      ],
      [
        "▁c",
        -5.5201802253723145
      ],
      [
        "▁for",
        -5.558920860290527
      ],
      [
        "on",
        -5.5722246170043945
      ],
      [
        "▁is",
        -5.581616401672363
      ],
      [
        "▁re",
        -5.58840274810791
      ],
      [
        "▁p",
        -5.6148576736450195
      ],
      [
        "th",
        -5.620391845703125
      ],
      [
        "ur",
        -5.627001762390137
      ],
      [
        "w",
        -5.631758213043213
      ],
      [
        "▁his",
        -5.649014949798584
      ],
      [
        "▁with",
        -5.651855945587158
      ],
      [
        "ter",
        -5.65963077545166
      ],
      [
        "ce",
        -5.678774356842041
      ],
      [
        "an",
        -5.687518119812012
      ],
      [
        "ri",
        -5.712653636932373
      ],
      [
        "▁you",
        -5.749940395355225
      ],
      [
        "h",
        -5.7766032218933105
      ],
      [
        "es",
        -5.78245735168457
      ],
      [
        "▁me",
        -5.794474124908447
      ],
      [
        "it",
        -5.82189416885376
      ],
      [
        "ro",
        -5.838681221008301
      ],
      [
        "ent",
        -5.841847896575928
      ],
      [
        "v",
        -5.853638648986816
      ],
      [
        "▁had",
        -5.862800121307373
      ],
      [
        "▁The",
        -5.867185115814209
      ],
      [
        "en",
        -5.879556655883789
      ],
      [
        "▁as",
        -5.892141819000244
      ],
      [
        "▁de",
        -5.9042229652404785
      ],
      [
        "nd",
        -5.907679080963135
      ],
      [
        "▁her",
        -5.914851665496826
      ],
      [
        "ic",
        -5.9341912269592285
      ],
      [
        "▁not",
        -5.934748649597168
      ],
      [
        "se",
        -5.941751480102539
      ],
      [
        ";",
        -5.961045265197754
      ],
      [
        "te",
        -5.971425533294678
      ],
      [
        "▁e",
        -6.0015764236450195
      ],
      [
        "ch",
        -6.004841327667236
      ],
      [
        "ve",
        -6.012419700622559
      ],
      [
        "ne",
        -6.013899803161621
      ],
      [
        "▁A",
        -6.0221428871154785
      ],
      [
        "▁on",
        -6.028809070587158
      ],
      [
        "il",
        -6.041737079620361
      ],
      [
        "is",
        -6.04183292388916
      ],
      [
        "▁so",
        -6.059542179107666
      ],
      [
        "▁S",
        -6.070916652679443
      ],
      [
        "at",
        -6.07675838470459
      ],
      [
        "la",
        -6.0870466232299805
      ],
      [
        "ad",
        -6.092111110687256
      ],
      [
        "▁at",
        -6.0932087898254395
      ],
      [
        "ir",
        -6.123541355133057
      ],
      [
        "▁do",
        -6.126033782958984
      ],
      [
        "ng",
        -6.177332401275635
      ],
      [
        "▁g",
        -6.208189487457275
      ],
      [
        "}",
        -6.218713760375977
      ],
      [
        "ra",
        -6.221874237060547
      ],
      [
        "▁{",
        -6.222105979919434
      ],
      [
        "▁mo",
        -6.245700359344482
      ],
      [
        ".\"",
        -6.260274410247803
      ],
      [
        "ver",
        -6.260942459106445
      ],
      [
        "▁ma",
        -6.267685890197754
      ],
      [
        "▁she",
        -6.298584938049316
      ],
      [
        "▁con",
        -6.302234649658203
      ],
      [
        "▁have",
        -6.305024147033691
      ],
      [
        "▁no",
        -6.305781364440918
      ],
      [
        "I",
        -6.324380397796631
      ],
      [
        "▁him",
        -6.327845573425293
      ],
      [
        "H",
        -6.332118034362793
      ],
      [
        "el",
        -6.335691928863525
      ],
      [
        "ll",
        -6.3703484535217285
      ],
      [
        "ation",
        -6.3807830810546875
      ],
      [
        "▁fa",
        -6.381678581237793
      ],
      [
        "▁th",
        -6.384618282318115
      ],
      [
        "▁su",
        -6.388561248779297
      ],
      [
        "▁but",
        -6.402822971343994
      ],
      [
        "lo",
        -6.411969184875488
      ],
      [
        "li",
        -6.413236141204834
      ],
      [
        "ther",
        -6.416365623474121
      ],
      [
        "▁by",
        -6.421297073364258
      ],
      [
        "▁C",
        -6.428677558898926
      ],
      [
        "▁which",
        -6.430390357971191
      ],
      [
        "▁all",
        -6.434648513793945
      ],
      [
        "id",
        -6.451933860778809
      ],
      [
        "▁se",
        -6.453425884246826
      ],
      [
        "▁from",
        -6.4639363288879395
      ],
      [
        "▁la",
        -6.464136123657227
      ],
      [
        "▁ex",
        -6.46722412109375
      ],
      [
        "▁or",
        -6.478571891784668
      ],
      [
        "▁B",
        -6.484975337982178
      ],
      [
        "▁are",
        -6.488126277923584
      ],
      [
        "▁M",
        -6.489441871643066
      ],
      [
        "▁He",
        -6.494318008422852
      ],
      [
        "R",
        -6.496219158172607
      ],
      [
        "▁my",
        -6.501786708831787
      ],
      [
        "ul",
        -6.503665447235107
      ],
      [
        "un",
        -6.507981300354004
      ],
      [
        "▁this",
        -6.509151458740234
      ],
      [
        "▁we",
        -6.509461402893066
      ],
      [
        "▁were",
        -6.515420913696289
      ],
      [
        ",\"",
        -6.516303539276123
      ],
      [
        "ck",
        -6.536041736602783
      ],
      [
        "▁who",
        -6.560507297515869
      ],
      [
        "▁sh",
        -6.560885429382324
      ],
      [
        "▁[",
        -6.566647529602051
      ],
      [
        "ow",
        -6.567778587341309
      ],
      [
        "▁said",
        -6.572078227996826
      ],
      [
        "▁P",
        -6.572185516357422
      ],
      [
        "D",
        -6.575502872467041
      ],
      [
        "et",
        -6.59080696105957
      ],
      [
        "ion",
        -6.602999687194824
      ],
      [
        "▁L",
        -6.604433536529541
      ],
      [
        "ant",
        -6.60852575302124
      ],
      [
        "ment",
        -6.609012603759766
      ],
      [
        "▁W",
        -6.60936975479126
      ],
      [
        "▁po",
        -6.6191205978393555
      ],
      [
        "am",
        -6.623525142669678
      ],
      [
        "vi",
        -6.627021789550781
      ],
      [
        "▁]",
        -6.630141258239746
      ],
      [
        "▁one",
        -6.639581203460693
      ],
      [
        "x",
        -6.648676872253418
      ],
      [
        "ct",
        -6.654047012329102
      ],
      [
        "▁an",
        -6.659359931945801
      ],
      [
        "period",
        -6.661555290222168
      ],
      [
        "us",
        -6.667537689208984
      ],
      [
        "pp",
        -6.67457389831543
      ],
      [
        "im",
        -6.682270526885986
      ],
      [
        "▁man",
        -6.685298442840576
      ],
      [
        "▁pro",
        -6.695033073425293
      ],
      [
        "ut",
        -6.69868803024292
      ],
      [
        "▁sp",
        -6.702606201171875
      ],
      [
        "▁ho",
        -6.7108588218688965
      ],
      [
        "▁le",
        -6.717572212219238
      ],
      [
        "▁ca",
        -6.721408367156982
      ],
      [
        "j",
        -6.72599983215332
      ],
      [
        "ough",
        -6.729132175445557
      ],
      [
        "▁go",
        -6.737214088439941
      ],
      [
        "ge",
        -6.741745471954346
      ],
      [
        "▁ha",
        -6.7515549659729
      ],
      [
        "▁F",
        -6.754391670227051
      ],
      [
        "▁mi",
        -6.762367248535156
      ],
      [
        "ound",
        -6.773167610168457
      ],
      [
        "▁they",
        -6.787041664123535
      ],
      [
        "▁would",
        -6.787123203277588
      ],
      [
        "hi",
        -6.79250955581665
      ],
      [
        "ke",
        -6.795114040374756
      ],
      [
        "ive",
        -6.7967634201049805
      ],
      [
        "ate",
        -6.804977893829346
      ],
      [
        "▁T",
        -6.80813455581665
      ],
      [
        "z",
        -6.812094211578369
      ],
      [
        "per",
        -6.8176069259643555
      ],
      [
        "▁sa",
        -6.819145679473877
      ],
      [
        "▁out",
        -6.826883316040039
      ],
      [
        "ol",
        -6.833821773529053
      ],
      [
        "▁up",
        -6.834559440612793
      ],
      [
        "co",
        -6.844675540924072
      ],
      [
        "▁pa",
        -6.855184078216553
      ],
      [
        "A",
        -6.858541965484619
      ],
      [
        "old",
        -6.860659599304199
      ],
      [
        "!",
        -6.876157760620117
      ],
      [
        "▁dis",
        -6.8776350021362305
      ],
      [
        "▁see",
        -6.881742000579834
      ],
      [
        "ry",
        -6.883233547210693
      ],
      [
        "ff",
        -6.894794940948486
      ],
      [
        "N",
        -6.899501800537109
      ],
      [
        "▁un",
        -6.9004364013671875
      ],
      [
        "▁co",
        -6.9032673835754395
      ],
      [
        "▁O",
        -6.907948017120361
      ],
      [
        "▁been",
        -6.916658878326416
      ],
      [
        "ity",
        -6.9181389808654785
      ],
      [
        "he",
        -6.921543121337891
      ],
      [
        "▁di",
        -6.923122882843018
      ],
      [
        "lu",
        -6.931999206542969
      ],
      [
        "▁there",
        -6.934426784515381
      ],
      [
        "▁their",
        -6.934463977813721
      ],
      [
        "der",
        -6.935543537139893
      ],
      [
        "est",
        -6.940905570983887
      ],
      [
        "E",
        -6.9548492431640625
      ],
      [
        "▁will",
        -6.958393096923828
      ],
      [
        "ight",
        -6.965392112731934
      ],
      [
        "_",
        -6.966725826263428
      ],
      [
        "mp",
        -6.967768669128418
      ],
      [
        "▁fi",
        -6.972559452056885
      ],
      [
        "ish",
        -6.979668617248535
      ],
      [
        "ance",
        -6.982175827026367
      ],
      [
        "ci",
        -6.984276294708252
      ],
      [
        "▁E",
        -6.989256381988525
      ],
      [
        "▁tr",
        -6.989500999450684
      ],
      [
        "▁G",
        -6.999267578125
      ],
      [
        "▁li",
        -7.00178861618042
      ],
      [
        "pe",
        -7.007822513580322
      ],
      [
        "▁bo",
        -7.010932922363281
      ],
      [
        "▁No",
        -7.014448642730713
      ],
      [
        "1",
        -7.014896392822266
      ],
      [
        "qu",
        -7.022171974182129
      ],
      [
        "ill",
        -7.023817539215088
      ],
      [
        "ard",
        -7.024126052856445
      ],
      [
        "?",
        -7.025038242340088
      ],
      [
        "able",
        -7.033109188079834
      ],
      [
        "▁when",
        -7.038402080535889
      ],
      [
        "ten",
        -7.03859806060791
      ],
      [
        "age",
        -7.041808605194092
      ],
      [
        "?\"",
        -7.047811508178711
      ],
      [
        "▁en",
        -7.050681114196777
      ],
      [
        "ous",
        -7.060575008392334
      ],
      [
        "tra",
        -7.063107490539551
      ],
      [
        "ence",
        -7.072290420532227
      ],
      [
        "ect",
        -7.075937271118164
      ],
      [
        "J",
        -7.077571868896484
      ],
      [
        "▁some",
        -7.081721782684326
      ],
      [
        "▁them",
        -7.1001973152160645
      ],
      [
        "▁ne",
        -7.104800701141357
      ],
      [
        "▁could",
        -7.107924938201904
      ],
      [
        "▁can",
        -7.113558292388916
      ],
      [
        "▁if",
        -7.1193528175354
      ],
      [
        "▁what",
        -7.127973556518555
      ],
      [
        "▁know",
        -7.130826473236084
      ],
      [
        "ful",
        -7.136860370635986
      ],
      [
        "O",
        -7.163638114929199
      ],
      [
        "ru",
        -7.164709091186523
      ],
      [
        "ell",
        -7.16968297958374
      ],
      [
        "▁sta",
        -7.1711201667785645
      ],
      [
        "▁time",
        -7.173023700714111
      ],
      [
        "▁any",
        -7.18028450012207
      ],
      [
        "▁ra",
        -7.186168193817139
      ],
      [
        "▁more",
        -7.186279296875
      ],
      [
        "▁into",
        -7.190565586090088
      ],
      [
        "ome",
        -7.193604469299316
      ],
      [
        "T",
        -7.196429252624512
      ],
      [
        "▁other",
        -7.204713344573975
      ],
      [
        ":",
        -7.209097862243652
      ],
      [
        "ies",
        -7.218936920166016
      ],
      [
        "▁your",
        -7.223606109619141
      ],
      [
        "▁And",
        -7.229339122772217
      ],
      [
        "▁ye",
        -7.232705116271973
      ],
      [
        "S",
        -7.234437942504883
      ],
      [
        "▁like",
        -7.235995769500732
      ],
      [
        "ness",
        -7.239752292633057
      ],
      [
        "▁dr",
        -7.25142765045166
      ],
      [
        "low",
        -7.2691826820373535
      ],
      [
        "▁It",
        -7.270310878753662
      ],
      [
        "▁sto",
        -7.2738118171691895
      ],
      [
        "▁us",
        -7.2769670486450195
      ],
      [
        "▁But",
        -7.279003620147705
      ],
      [
        "▁pre",
        -7.3001484870910645
      ],
      [
        "mb",
        -7.302000522613525
      ],
      [
        "side",
        -7.3103156089782715
      ],
      [
        "▁has",
        -7.317553520202637
      ],
      [
        "row",
        -7.317798137664795
      ],
      [
        "▁There",
        -7.321875095367432
      ],
      [
        "cu",
        -7.324193000793457
      ],
      [
        "▁very",
        -7.333028793334961
      ],
      [
        "▁than",
        -7.334202289581299
      ],
      [
        "▁lo",
        -7.334221363067627
      ],
      [
        "▁did",
        -7.338522911071777
      ],
      [
        "ach",
        -7.3409504890441895
      ],
      [
        "▁about",
        -7.341108322143555
      ],
      [
        "▁day",
        -7.3574066162109375
      ],
      [
        "▁over",
        -7.358343601226807
      ],
      [
        "▁look",
        -7.359866142272949
      ],
      [
        "-",
        -7.369490146636963
      ],
      [
        "tion",
        -7.372918605804443
      ],
      [
        "ture",
        -7.383158206939697
      ],
      [
        "▁Mr",
        -7.389575958251953
      ],
      [
        "ph",
        -7.394842147827148
      ],
      [
        "▁little",
        -7.395269393920898
      ],
      [
        "ho",
        -7.403622627258301
      ],
      [
        "▁again",
        -7.425952911376953
      ],
      [
        "ction",
        -7.430576801300049
      ],
      [
        "ig",
        -7.438838958740234
      ],
      [
        "▁hand",
        -7.44147253036499
      ],
      [
        "▁now",
        -7.445526123046875
      ],
      [
        "qui",
        -7.446432590484619
      ],
      [
        "▁sc",
        -7.450597763061523
      ],
      [
        "▁should",
        -7.453698635101318
      ],
      [
        "▁great",
        -7.463414669036865
      ],
      [
        "▁two",
        -7.470479965209961
      ],
      [
        "!\"",
        -7.471007347106934
      ],
      [
        "▁right",
        -7.472324371337891
      ],
      [
        "ious",
        -7.481609344482422
      ],
      [
        "man",
        -7.48414945602417
      ],
      [
        "—",
        -7.484794616699219
      ],
      [
        "▁our",
        -7.485799789428711
      ],
      [
        "You",
        -7.504610538482666
      ],
      [
        "▁say",
        -7.508391380310059
      ],
      [
        "▁upon",
        -7.5086517333984375
      ],
      [
        "▁hu",
        -7.517370223999023
      ],
      [
        "▁comp",
        -7.519069194793701
      ],
      [
        "ress",
        -7.519094467163086
      ],
      [
        "▁only",
        -7.524586200714111
      ],
      [
        "▁She",
        -7.52614164352417
      ],
      [
        "less",
        -7.530499458312988
      ],
      [
        "ated",
        -7.53152322769165
      ],
      [
        "2",
        -7.5379862785339355
      ],
      [
        "▁left",
        -7.551514625549316
      ],
      [
        "▁down",
        -7.5532917976379395
      ],
      [
        "▁ga",
        -7.558096885681152
      ],
      [
        "0",
        -7.565780162811279
      ],
      [
        "▁da",
        -7.566195487976074
      ],
      [
        "▁after",
        -7.572922706604004
      ],
      [
        "▁made",
        -7.585012912750244
      ],
      [
        "tain",
        -7.588871002197266
      ],
      [
        "ick",
        -7.591251850128174
      ],
      [
        "new",
        -7.592978000640869
      ],
      [
        "▁com",
        -7.594455718994141
      ],
      [
        "ving",
        -7.599806308746338
      ],
      [
        "▁Ma",
        -7.607027053833008
      ],
      [
        "ward",
        -7.620022296905518
      ],
      [
        "▁before",
        -7.6242265701293945
      ],
      [
        "W",
        -7.633222579956055
      ],
      [
        "U",
        -7.636125087738037
      ],
      [
        "ven",
        -7.636752605438232
      ],
      [
        "▁good",
        -7.638261795043945
      ],
      [
        "ign",
        -7.644953727722168
      ],
      [
        "tru",
        -7.648081302642822
      ],
      [
        "▁cha",
        -7.657571315765381
      ],
      [
        "▁long",
        -7.658087253570557
      ],
      [
        "▁how",
        -7.661345958709717
      ],
      [
        "Y",
        -7.661816120147705
      ],
      [
        "paragraph",
        -7.664102554321289
      ],
      [
        "▁come",
        -7.672017574310303
      ],
      [
        "▁part",
        -7.674316883087158
      ],
      [
        "V",
        -7.675340175628662
      ],
      [
        "▁ob",
        -7.680867671966553
      ],
      [
        "▁thing",
        -7.68093729019165
      ],
      [
        "▁must",
        -7.683284759521484
      ],
      [
        "ha",
        -7.684486389160156
      ],
      [
        "▁even",
        -7.699027061462402
      ],
      [
        "▁way",
        -7.6992669105529785
      ],
      [
        "▁take",
        -7.7000508308410645
      ],
      [
        "K",
        -7.707818984985352
      ],
      [
        "▁back",
        -7.712675094604492
      ],
      [
        "▁under",
        -7.713348865509033
      ],
      [
        "▁came",
        -7.716226577758789
      ],
      [
        "L",
        -7.728263854980469
      ],
      [
        "▁well",
        -7.731564521789551
      ],
      [
        "▁think",
        -7.732664108276367
      ],
      [
        "▁never",
        -7.760746479034424
      ],
      [
        "▁much",
        -7.763637542724609
      ],
      [
        "▁gra",
        -7.766099452972412
      ],
      [
        "▁first",
        -7.774232387542725
      ],
      [
        "▁every",
        -7.776756286621094
      ],
      [
        "ugh",
        -7.790675640106201
      ],
      [
        "▁such",
        -7.791811466217041
      ],
      [
        "▁where",
        -7.792065620422363
      ],
      [
        "land",
        -7.801862716674805
      ],
      [
        "▁Ch",
        -7.81598424911499
      ],
      [
        "▁imp",
        -7.82216739654541
      ],
      [
        "▁through",
        -7.82563591003418
      ],
      [
        "▁own",
        -7.836172103881836
      ],
      [
        "M",
        -7.846076011657715
      ],
      [
        "▁make",
        -7.847618579864502
      ],
      [
        "ook",
        -7.852067947387695
      ],
      [
        "3",
        -7.856833457946777
      ],
      [
        "use",
        -7.864173412322998
      ],
      [
        "C",
        -7.868447780609131
      ],
      [
        "▁place",
        -7.8706769943237305
      ],
      [
        "ition",
        -7.872597694396973
      ],
      [
        "serv",
        -7.8729166984558105
      ],
      [
        "pri",
        -7.888969421386719
      ],
      [
        "▁Th",
        -7.891221046447754
      ],
      [
        "▁give",
        -7.896949291229248
      ],
      [
        "▁just",
        -7.907407283782959
      ],
      [
        "5",
        -7.91018009185791
      ],
      [
        "ible",
        -7.912111759185791
      ],
      [
        "▁himself",
        -7.912140846252441
      ],
      [
        "▁might",
        -7.9202799797058105
      ],
      [
        "4",
        -7.932826995849609
      ],
      [
        "▁sw",
        -7.935232639312744
      ],
      [
        "▁life",
        -7.939643859863281
      ],
      [
        "▁without",
        -7.945864200592041
      ],
      [
        "▁get",
        -7.974736213684082
      ],
      [
        "▁work",
        -7.981810092926025
      ],
      [
        "▁du",
        -7.989681243896484
      ],
      [
        "▁pass",
        -7.998128414154053
      ],
      [
        "▁appear",
        -7.999986171722412
      ],
      [
        "▁house",
        -8.005838394165039
      ],
      [
        "What",
        -8.007867813110352
      ],
      [
        "▁away",
        -8.007869720458984
      ],
      [
        "▁love",
        -8.025405883789062
      ],
      [
        "▁call",
        -8.0332670211792
      ],
      [
        "line",
        -8.03477668762207
      ],
      [
        "▁turn",
        -8.039846420288086
      ],
      [
        "▁shall",
        -8.04392147064209
      ],
      [
        "▁This",
        -8.048504829406738
      ],
      [
        "▁mu",
        -8.054326057434082
      ],
      [
        "\"",
        -8.055206298828125
      ],
      [
        "▁those",
        -8.07278060913086
      ],
      [
        "▁night",
        -8.08027458190918
      ],
      [
        "The",
        -8.095630645751953
      ],
      [
        "port",
        -8.105117797851562
      ],
      [
        "▁word",
        -8.1146240234375
      ],
      [
        "B",
        -8.122001647949219
      ],
      [
        "P",
        -8.130742073059082
      ],
      [
        "*",
        -8.130934715270996
      ],
      [
        "▁heart",
        -8.131942749023438
      ],
      [
        "▁still",
        -8.140876770019531
      ],
      [
        "▁next",
        -8.142328262329102
      ],
      [
        "▁tell",
        -8.165434837341309
      ],
      [
        "▁room",
        -8.168549537658691
      ],
      [
        "8",
        -8.179108619689941
      ],
      [
        "6",
        -8.192533493041992
      ],
      [
        "▁three",
        -8.194826126098633
      ],
      [
        "▁friend",
        -8.195451736450195
      ],
      [
        "▁people",
        -8.210062026977539
      ],
      [
        ")",
        -8.219422340393066
      ],
      [
        "▁same",
        -8.228056907653809
      ],
      [
        "▁change",
        -8.232505798339844
      ],
      [
        "▁Do",
        -8.238903045654297
      ],
      [
        "▁follow",
        -8.242085456848145
      ],
      [
        "▁while",
        -8.25542163848877
      ],
      [
        "▁nothing",
        -8.257135391235352
      ],
      [
        "▁child",
        -8.258654594421387
      ],
      [
        "7",
        -8.28925895690918
      ],
      [
        "body",
        -8.293252944946289
      ],
      [
        "▁Ne",
        -8.295580863952637
      ],
      [
        "That",
        -8.300972938537598
      ],
      [
        "comma",
        -8.305874824523926
      ],
      [
        "▁light",
        -8.315401077270508
      ],
      [
        "▁another",
        -8.327678680419922
      ],
      [
        "▁God",
        -8.32773208618164
      ],
      [
        "▁name",
        -8.329839706420898
      ],
      [
        "▁asked",
        -8.341205596923828
      ],
      [
        "▁small",
        -8.341238975524902
      ],
      [
        "colon",
        -8.343833923339844
      ],
      [
        "▁open",
        -8.344965934753418
      ],
      [
        "G",
        -8.348701477050781
      ],
      [
        "▁IMPRESSION",
        -8.353904724121094
      ],
      [
        "▁normal",
        -8.35440444946289
      ],
      [
        "▁present",
        -8.373336791992188
      ],
      [
        "▁When",
        -8.376485824584961
      ],
      [
        "ific",
        -8.377349853515625
      ],
      [
        "▁world",
        -8.383152961730957
      ],
      [
        "▁answer",
        -8.385011672973633
      ],
      [
        "▁also",
        -8.393239974975586
      ],
      [
        "▁view",
        -8.396413803100586
      ],
      [
        "▁seemed",
        -8.415339469909668
      ],
      [
        "spect",
        -8.4177827835083
      ],
      [
        "▁always",
        -8.420531272888184
      ],
      [
        "F",
        -8.425969123840332
      ],
      [
        "9",
        -8.447197914123535
      ],
      [
        "▁knew",
        -8.451355934143066
      ],
      [
        "▁feel",
        -8.478418350219727
      ],
      [
        "▁girl",
        -8.489920616149902
      ],
      [
        "▁woman",
        -8.507888793945312
      ],
      [
