{
  "vocab_size": 32100,
  "model_max_length": 512,
  "pad_token": "<pad>",
  "pad_token_id": 0,
  "eos_token": "</s>",
  "eos_token_id": 1,
  "unk_token": "<unk>",
  "unk_token_id": 2,
  "bos_token": null,
  "bos_token_id": null
}